Revit 2024 API
SymbolTypeId.Colon12 Property
 Symbol :12, indicating unit Ratio : 12.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Colon12 { get; }
Visual Basic
Public Shared ReadOnly Property Colon12 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Colon12 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace